html/lingua.html


layout: default
title: Benighted on the Ben.
excerpt: An unplanned bivouac on Ben Nevis.
---

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Linguists software </h2>
<div class="outline-text-2" id="text-1">



</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1">Useful links </h3>
<div class="outline-text-3" id="text-1.1">


<p>
<a href="http://www.concordancesoftware.co.uk/">http://www.concordancesoftware.co.uk/</a>
<a href="http://www.billposer.org/Linguistics/Computation/LectureNotes/Concordances.html">http://www.billposer.org/Linguistics/Computation/LectureNotes/Concordances.html</a>
<a href="http://www.tmoss.org/tmosswiki/index.php/Open_Source_Translation_Memory_Systems">http://www.tmoss.org/tmosswiki/index.php/Open_Source_Translation_Memory_Systems</a>
<a href="http://sourceforge.net/projects/pyge/">http://sourceforge.net/projects/pyge/</a>
<a href="http://pyge.sourceforge.net/">http://pyge.sourceforge.net/</a>
<a href="http://www.nltk.org/">http://www.nltk.org/</a>
</p></div>
</div>
</div>
